<?php 
echo ''.PHP_EOL;
echo 'Вариант №3'.PHP_EOL;
echo ''.PHP_EOL;
echo 'Инструкция к консольной игре "Виселица"'.PHP_EOL;
echo ''.PHP_EOL;
echo 'Компьютер загадывает слово из шести букв и рисует на странице отдельные пустые клетки для каждой буквы. Игрок пытается угадать буквы, а затем и все слово целиком.'.PHP_EOL;
echo 'Если игрок правильно угадывает букву, компьютер вписывает ее в клетку. Если ошибается, то рисует одну из частей тела повешенного человека.'.PHP_EOL; 
echo 'Чтобы победить, игрок должен угадать все буквы в слове до того, как повешенный человечек будет полностью нарисован.'.PHP_EOL;
echo ''.PHP_EOL;
echo 'Режимы работы:'.PHP_EOL;
echo ''.PHP_EOL;
echo '--new. Новая игра.'.PHP_EOL;
echo '--list. Вывод списка всех сохраненных игр.'.PHP_EOL;
echo '--replay id. Повтор игры с идентификатором id.'.PHP_EOL;
echo '--help. Вывод краткой информации о приложении и доступных ключах для запуска в разных режимах.';

?>